[AMTGROUP]

[SCREEN]
docinfo={background:1,mainfrm:false,type:SCREENI};
grpinfo={max_item_id:101};
itm1={backcolor:0,background:961,ccp:777,ccpzorder:over,height:74,id:30,name:Auto,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:156,x:644,y:218,zorder:18,txtfield:{backcolor:0,bidimode:left-to-right,content:Régl. Auto,font:3,height:36,highcolor:0,hlayout:center,linespacing:0,multiline:true,name:Auto.P,type:TEXTFIELD,visible:true,vlayout:middle,width:150,wrapline:wrap-by-word,x:2,y:17}};
itm10={backcolor:0,height:52,id:83,img:1114,layout:normal,name:SeekBackground,type:IMAGEFIELD,visible:true,width:202,x:601,y:124,zorder:64,layout_param:{clipx:0,clipy:0}};
itm11={backcolor:0,height:36,id:84,img:16,layout:normal,name:SeekPress,type:IMAGEFIELD,visible:true,width:144,x:628,y:129,zorder:65,layout_param:{clipx:0,clipy:0}};
itm12={backcolor:0,background:0,ccp:0,ccpzorder:over,height:52,id:85,name:SeekLeft,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:80,x:602,y:125,zorder:66};
itm13={backcolor:0,background:0,ccp:0,ccpzorder:over,height:52,id:86,name:SeekRight,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:80,x:724,y:125,zorder:67};
itm14={backcolor:0,bidimode:left-to-right,content:PS name,font:33,height:36,highcolor:0,hlayout:left,id:87,linespacing:0,multiline:false,name:Ps_Name,type:TEXTFIELD,visible:true,vlayout:middle,width:328,wrapline:no-wrap,x:208,y:126,zorder:68};
itm15={backcolor:0,bidimode:left-to-right,content:kHz,font:33,height:36,highcolor:0,hlayout:left,id:89,linespacing:0,multiline:false,name:Unit,type:TEXTFIELD,visible:true,vlayout:middle,width:60,wrapline:no-wrap,x:149,y:126,zorder:69};
itm16={backcolor:0,background:0,ccp:0,ccpzorder:over,height:480,id:90,name:DisableScr,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:false,width:800,x:0,y:0,zorder:70};
itm17={backcolor:0,background:1092,bgcenter:0,bgfragment:single,bgleft:0,bgright:0,ccp:0,ccpzorder:over,height:74,id:93,name:Add_Preset,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:242,x:63,y:218,zorder:71,txtfield:{backcolor:0,bidimode:left-to-right,content:Add Preset,font:18,height:36,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:Add_Preset,type:TEXTFIELD,visible:true,vlayout:middle,width:224,wrapline:no-wrap,x:5,y:17}};
itm18={backcolor:0,bidimode:left-to-right,content:Channel No. Program name,font:33,height:36,highcolor:0,hlayout:left,id:101,linespacing:0,multiline:false,name:Channel_Details,omissionlayout:center,styleid:0,type:TEXTFIELD,visible:false,vlayout:middle,width:473,wrapline:no-wrap,x:63,y:126,zorder:72};
itm2={backcolor:0,background:1088,ccp:769,ccpzorder:over,height:74,id:31,name:ChannelItem,type:BUTTON,useinlist:false,useintable:true,useintree:false,visible:true,width:239,x:63,y:218,zorder:19,txtfield:{backcolor:0,bidimode:left-to-right,content:FREQ,font:3,height:36,highcolor:0,hlayout:left,linespacing:0,multiline:false,name:FREQ,type:TEXTFIELD,visible:true,vlayout:middle,width:196,wrapline:no-wrap,x:19,y:1},txtfield:{backcolor:0,bidimode:left-to-right,content:Channel name,font:3,height:36,highcolor:0,hlayout:left,linespacing:0,multiline:false,name:Channelname,type:TEXTFIELD,visible:true,vlayout:middle,width:196,wrapline:no-wrap,x:19,y:31}};
itm3={backcolor:0,background:961,ccp:777,ccpzorder:over,height:74,id:37,name:List,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:156,x:644,y:294,zorder:25,txtfield:{backcolor:0,bidimode:left-to-right,content:List,font:3,height:36,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:List,type:TEXTFIELD,visible:true,vlayout:middle,width:144,wrapline:no-wrap,x:5,y:17}};
itm4={backcolor:0,background:961,ccp:777,ccpzorder:over,height:74,id:38,name:Setting,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:156,x:644,y:370,zorder:59,imgfield:{backcolor:0,height:36,img:17,layout:normal,name:Setting,type:IMAGEFIELD,visible:true,width:36,x:59,y:16,layout_param:{clipx:0,clipy:0}}};
itm5={backcolor:0,bidimode:left-to-right,content:FREQ.,font:33,height:36,highcolor:0,hlayout:left,id:48,linespacing:0,multiline:false,name:Channel,type:TEXTFIELD,visible:true,vlayout:middle,width:85,wrapline:no-wrap,x:63,y:126,zorder:36};
itm6={backcolor:0,bidimode:left-to-right,content:Contents name,font:33,height:36,highcolor:0,hlayout:left,id:49,linespacing:0,multiline:false,name:Contents,type:TEXTFIELD,visible:true,vlayout:middle,width:473,wrapline:no-wrap,x:63,y:156,zorder:37};
itm7={id:69,name:Header,refID:2,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,x:2,y:3,zorder:56};
itm8={id:72,name:Menu,refID:4,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,x:154,y:64,zorder:58};
itm9={background:0,ccp:0,ccpzorder:over,cellheight:76,cellwidth:242,height:228,id:80,name:Table_Freq_List,type:TABLE,visible:true,width:485,x:62,y:217,zorder:62};

